Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E24B.tmx
Source language: en_us
Languages: zh_cn

source: Foreign languages: how to memorise vocabulary
zh_cn: 外语学习：怎样记忆词汇

source: When trying to learn a foreign language, most of us have the same complaint: "I'm just not good at memorising."
zh_cn: 每次想尝试学习一门新外语，大部分人都有相同的抱怨：“我就是偏偏记不住。”

source: Learning new vocabulary can be daunting, especially for busy adults whose minds are already occupied with work, family, and other responsibilities.
zh_cn: 记忆新词汇有时确实很让人气馁，特别是对于那些忙碌的成年人，他们每天的心思都已经几乎被工作、家庭和其他责任塞满了。

source: A comfort?
zh_cn: 能不能舒服点？

source: Linguists say that to "get by" in a language, such as directing a taxi or asking for a phone number, it takes a vocabulary of about 120 basic words.
zh_cn: 语言学家说了，要在一门语言里面“蒙混过关”，比如说给的士司机指路，或是问电话号码，基本只需要120个词汇。

source: It's a manageable goal, and a firm foundation for beginners.
zh_cn: 这是一个可以实现的目标，对于初学者来说也是一个坚实的基础。

source: Here are eight tips for getting there:
zh_cn: 下面是八个贴士来说明怎样达到这个目标：

source: Set realistic goals
zh_cn: 设定可以实现的目标

source: Forget the long vocabulary study sheets, or reading the dictionary.
zh_cn: 忘记那个长长地词汇学习表吧，还有那个词典阅读计划。

source: Experts say that learners are capable or retaining 10-20 words per study hour.
zh_cn: 专家指出学习者每小时大约可以掌握10-20个单词。

source: If you do 15 minutes of self-study per day, set a weekly vocabulary goal of 20-25 words and phrases.
zh_cn: 因此，如果你计划每天自学15分钟，那么就制定一个目标：每个星期约掌握20-25个单词或词组。

source: That's only six weeks until the 120-word "survival kit" is learned and memorised.
zh_cn: 那样只要六个星期，你就掌握了那120个词汇的“生存技能”。

source: Cluster
zh_cn: 把相关词汇放到一起记忆

source: Those one-word-a-day language learning apps may feel convenient, but thematically, they're all over the place, delivering a chain of unrelated words: envelope, tired, January, receive, onion.
zh_cn: 那些“每天一个词 之类的语言学习软件可能听上去方便，但要说出一个主旨，它们只是东一个西一个，一连串没有联系的词汇：信封，累的，一月，接收，洋葱。

source: Focus on a single theme each week.
zh_cn: 你应该每个星期专注于一个主题。

source: The mind naturally clusters connected words together, so learning, say, types of weather in one lesson, and parts of the body the next, works in tune with your brain's natural system for classifying information.
zh_cn: 你的大脑就会自然而然地把相关的词汇串联在一起。比如说，这堂课学习天气的种类，下一堂课学习身体部位，让你的学习节奏和你大脑的运动系统相协调，从而做到更好地进行信息分类。

source: However...
zh_cn: 不过不管怎样，要注意...

source: Avoid opposites
zh_cn: 避免反义词

source: It might seem logical to study opposites together: hot/cold, expensive/cheap.
zh_cn: 把反义词放到一起记忆逻辑上好像说得通：热的/冷的，昂贵的/便宜的。

source: It isn't.
zh_cn: 实际上不是这样。

source: A learning hiccup called 'cross association' can occur, when you learn two words so closely together you end up mixing them up.
zh_cn: 在学习中可能会遇到一个问题，叫“联想混淆”，就是当你把两个意思非常有联系的词放到一起学习，你最后很可能把它们混淆了。

source: If a Spanish student learns 'always' (siempre) and 'never' (nunca) together, they might later draw on one word when they mean to use the other.
zh_cn: 例如当一个学西班牙语的学生把“常常”（siempre）和“从来不”（nunca）放到一起记忆，之后当他想用其中一个时却错误地记起了另外一个。

source: Instead, study the more common word first (eg: deep) and, once it's retained, learn its opposite (shallow).
zh_cn: 相反地，应该先学习较为普遍的那个单词（例如：深的）然后，一旦掌握了，再学习它的反义词（浅的）

source: Dissect new words
zh_cn: 分析新单词结构

source: When encountering a new word, take a look at its structure.
zh_cn: 遇到一个新单词，先看一看它的结构。

source: Many words consist of prefixes and suffixes, and an understanding of these parts of speech is advantageous. The French word d¨¦sagr¨¦able, for example, contains the negating prefix d¨¦s- and the adjective-forming suffix -able.
zh_cn: 很多词汇都包括前缀和后缀，了解这些词缀的意思，对于理解单词很有帮助：比如法语单词“令人不愉快的”（désagréable），包括了表示反面的前缀“不”（dés-）和协助构成形容词的后缀“的”（–able）。

source: Studying these affixes can help you to understand conjugation and structure, and make educated guesses when encountering new vocabulary.
zh_cn: 学习这些词缀可以帮助你明白词的构成和结构，帮助你在遇到陌生的词汇时有根据性地进行猜词。

source: Read, read, read
zh_cn: 阅读，阅读，阅读

source: Reading helps you revisit learned vocabulary, and see those words in new sentences and contexts.
zh_cn: 阅读可以让你重遇你学过的词汇，让你的词汇出现在新的句子和段落中。

source: One excellent source of foreign language exposure is through graded readers, which are designed specifically for language learners.
zh_cn: 想要浸泡在外语中，一个很好的资源是阅读分级读物，它们是专门为语言学习者设计的。

source: Another good source is advertisements or menus, which tend to use short, colloquial text.
zh_cn: 另外一个好资源是广告或者是菜单，它们往往使用精炼、口语化的语言。

source: Visualise
zh_cn: 把词汇图像化

source: One mnemonic learning trick for new vocabulary is the Keyword Method.
zh_cn: 记忆新词汇的一个技巧是使用“关键词法”。

source: Drawing on a similar-sounding word in your native language, visualise a picture or scene to go with the new vocabulary.
zh_cn: 想出一个你母语中和这个新单词发音相近的词汇，然后把这个母语词汇想象成一幅画或者场景，来和这个新单词配对。

source: For example, on a trip to Moscow, I remembered the Russian formal hello, "Zdravstvujtye" (§©§Õ§â§Ñ§Ó§ã§ä§Ó§å§Û§ä§Ö) with the mental image of a stressed vulture.
zh_cn: 比如，在去墨西哥的路上我记住俄语中用来正式打招呼的词“Zdravstvujtye”（写作Здравствуйте），我记忆它的方法是把它联想成一只紧张的秃鹰（注：应该是由于Здравствуйте发音近似于“stressed vulture”）。

source: These visualisations are often abstract, ridiculous, and embarrassing to admit, but they work, especially for longer words.
zh_cn: 这些图像有时可能很抽象，很滑稽，或者让你不好意思说，但它们确实有效，特别是对于较长的单词。

source: Focus on phrases
zh_cn: 集中精力在词组学习

source: Linguist Michael Lewis encourages language learning in lexical chunks, rather than on a word-by-word basis.
zh_cn: 语言学家 Michael Lewis鼓励大家在词块中学习语言，而不是一个单词一个单词地学习。

source: A good portion of daily communication involves predictable common phrases: "turn left," "just a minute," "nice to meet you."
zh_cn: 日常生活用到的对话，很大一部分是由一些可以预测的词组组成的，例如：“转左”“给我一分钟”“很高兴遇见你”等等。

source: When studying a new language, memorise these phrases and you'll have a ready arsenal of dialogue, without the stress of having to build and conjugate your sentences from scratch.
zh_cn: 在学习新语言的时候，记忆这些词组可以让你做好对话需要的语言储备，而不用焦急地搔头抓耳组建一句一句话。

source: Review often
zh_cn: 常复习

source: In a vocabulary class, yesterday's vocabulary is more important than today's.
zh_cn: 在一堂词汇课上，昨天的词汇比今天的词汇重要。

source: The goal is to transfer the short-term knowledge of new vocabulary into your long-term memory. Review is essential - in the first few days or weeks after learning new vocabulary, recycle those words and you'll entrench them in your memory.
zh_cn: 你的目的是让你的词汇从短期记忆变为长期记忆，因此复习回顾是最基本的——学习新词汇后的头几天或者几个星期，循环地复习这些单词，可以让它们牢牢地刻在你的脑海中。

source: A good language textbook or online program will be organised in a way that reviews and applies learned vocabulary in later lessons.
zh_cn: 一本好的语言学习教材或者在线教程，在后面的课程中都会回顾或者使用前面学过的词汇。
